blog/2021/zhang-xiao-yu.html
<!DOCTYPE html>
<html lang="zh">
<head>
<!-- 2022-01-11 Tue 16:01 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>张潇雨的 50 条人生准则</title>
<meta name="generator" content="Org mode">
<link rel="preconnect" href="https://fonts.googleapis.com"><link rel="preconnect" href="https://fonts.gstatic.com" crossorigin><link href="https://fonts.googleapis.com/css2?family=Noto+Sans+SC&display=swap" rel="stylesheet">
<link rel="stylesheet" href="/theme/normalize.css"/>
<link rel="stylesheet" href="/theme/site.css"/>
</head>
<body>
<div id="content">
<header>
<h1 class="title">张潇雨的 50 条人生准则</h1>
</header><p>
我的人生信念
</p>

<ol class="org-ol">
<li>无论如何定义「成功」，能达到这个状态的人都是极少数</li>
<li>（所以）一个人无法通过做大多数人都在做的事达到成功</li>
<li>一个人是 Ta 打交道最多的五个人的平均水平（我的补充：看书也包括在内）</li>
<li>一个人水平的下限由 Ta 学习的最差的 5 个对象决定</li>
<li>只向最好的人学习，其他人都不知道自己在干什么。不要理会他们的「建议」</li>
<li>决策的第一要务是要给自己创造足够多的好选项。大多数决策失败来源于在几个都不够好的选择中反复纠结</li>
<li>对于日常小决策，决策的速度大于决策质量，不要拖；对于重大而难逆转的决策，要收集足够多信息保证做对</li>
<li>在没达到信息收集量的门槛之前，不要轻易做判断和决策。多对自己和他人说「我不知道」</li>
<li>不是生活中的每一个问题都要解决，和问题共处是人生常态。把精力放在重要的事情上</li>
<li>不要将决策结果等同于决策质量。学着建立自己的决策系统</li>
<li>寻找「非对称回报」的机会，即那种「失败了损失很低，但一旦成功回报巨大」的机会</li>
<li>更好的机会是「失败了有一点线性回报，但成功了有巨大的指数回报」，当然这种机会非常稀少</li>
<li>人境遇的改变往往是非线性的。积累和等待的过程很难熬，这是很多人无法改变的原因</li>
<li>（所以）耐心是非常值得拥有的品质</li>
<li>一个人的境遇绝大部分都受运气支配，但运气是可以被影响的。</li>
<li>人很难靠出卖自己的单位时间获得财富</li>
<li>财富来自对杠杆的使用，常见的杠杆有：互联网、人力、资本、声望、金钱等等</li>
<li>财富的积累不仅在于你做对了多少次决策，更在于决策正确的时候你的下注有多高</li>
<li>下注高低在于自己的信心如何，信心来自于你对一件事的真正理解</li>
<li>财富的积累来自于不可替代性，学着让自己很难被替代，就像公司要建立自己的护城河</li>
<li>很多时候，最好的竞争优势就是「别人觉得麻烦而你不觉得」</li>
<li>凡事都反过来想：想要投资成功，先弄清楚什么让人投资失败；想要生活幸福，先看什么事会导致人生不幸福</li>
<li>在混沌、开放、随机的系统内，努力「减少错误」要比「追求正确」有效得多</li>
<li>人是无法用一套思维方式正确认知世界的，广泛地吸收知识，建立多元思维模型是成功的前提</li>
<li>学会时刻跳到上一层将问题消除，而不是花费很多精力解决问题，学着让问题不再是问题</li>
<li>在相当多的领域里，你不会因为攻克了难题而得到奖励，而是因为绕过了难题而得到奖励</li>
<li>当两件事看起来有些矛盾的时候，几乎总有一个更高层面的东西把它们统一起来。不断寻找这样的东西，你就可以找到游戏的元规则</li>
<li>将大部分时间用在掌握游戏的元规则上</li>
<li>同向为竞，相向为争。竞是正和的，争是零和的。在生活中多玩正和游戏</li>
<li>相信大数定律。一件事哪怕只有 10%的把握，连试 20 次之后成功率也有九成</li>
<li>风险很难被衡量、感知和预测，这就是为什么它被称为「风险」</li>
<li>管理风险的一个重要方法是要做多个相关性很低或者负相关性的押注</li>
<li>管理风险的另一个重要方法是不要玩你无法承担最坏结果的游戏，无论那个最坏结果发生的概率有多低</li>
<li>大多数的所谓心情问题、状态问题、创造力问题，都是身体健康和精力的问题</li>
<li>吃得健康、持续锻炼、保证睡眠，几乎可以带人走出任何困境</li>
<li>除了一些极端意外情况，大多数困境在之后看都是好事</li>
<li>每一次困境都是一次探索自我良好的契机，不要浪费它们</li>
<li>日常积累小的信心和正反馈，这样在大的选择面前就会更加从容淡定</li>
<li>意志力这种东西几乎不存在。与其努力提高自己的意志力，不如给自己创造更好的环境于是无需调用意志力</li>
<li>多和「真善美」的东西在一起，它们都很珍贵</li>
<li>在解决生存问题之后，人的幸福感主要由身边关系的质量决定</li>
<li>爱不是一种情侣之间特有的东西，而是一种生命状态，也是你选择与世界沟通的一种方式</li>
<li>性和动物本能是人重要的组成部分，无需为它们感到羞耻</li>
<li>「对自己诚实」是最被低估的品质，一个人如果极度坦诚，Ta 就是无坚不摧的</li>
<li>学会不带评判地自我觉察，这是一切改变的起点</li>
<li>人们懂得很多道理但仍然无法改变，是因为「大脑知道」和「身体知道」完全是两件事</li>
<li>想要帮助他人，先照顾好自己。靠消耗自身来帮助他人是无法持续的</li>
<li>只要是执念，哪怕是看起来很好的执念，都是应该被放弃的</li>
<li>生活最重要的事情无法被教会，但可以被学习</li>
<li>道力之限，要靠愿力突破，人生是一个自我实现的预言</li>
</ol>
</div>
</body>
</html>